---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KipsPerCubicFoot
source: html/ac94548a-7399-34ea-a8fb-efb55a17d528.htm
---
# Autodesk.Revit.DB.UnitTypeId.KipsPerCubicFoot Property

Kips per cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId KipsPerCubicFoot { get; }
```